cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/science'

brew 'ack'
brew 'antigen'
brew 'coreutils'
brew 'ffmpeg'
brew 'grc'
brew 'haskell-stack'
brew 'htop'
brew 'imagemagick'
brew 'mackup'
brew 'nmap'
brew 'node'
brew 'opencv'
brew 'openssl'
brew 'postgresql'
brew 'pyenv'
brew 'pyenv-virtualenvwrapper'
brew 'readline'
brew 'spark'
brew 'unrar'
brew 'python'
brew 'python3'
brew 'youtube-dl'

cask 'atom'
cask 'bartender'
cask 'base'
cask 'caffeine'
cask 'charles'
cask 'colors'
cask 'daisydisk'
cask 'dropbox'
cask 'firefox'
cask 'github-desktop'
cask 'google-chrome'
cask 'gpgtools'
cask 'hex-fiend'
cask 'istat-menus'
cask 'iterm2-beta'
cask 'karabiner'
cask 'paw'
cask 'postico'
cask 'seashore'
cask 'sketch'
cask 'slack'
cask 'slate'
cask 'soundcast'
cask 'steam'
cask 'sublime-text3'
cask 'torbrowser'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vlc'

tap 'michaeldfallen/formula'
brew 'git-radar'
