tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'fish'
brew 'grc'
brew 'htop'
brew 'imagemagick'
brew 'nmap'
brew 'nvm'
brew 'opencv'
brew 'openssl'
brew 'rbenv'
brew 'pyenv-virtualenvwrapper'
brew 'python'
brew 'python2'
brew 'readline'
brew 'unrar'
brew 'youtube-dl'

tap 'heroku/brew'
brew 'heroku'

tap 'michaeldfallen/formula'
brew 'git-radar'
