cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'spark'
brew 'unrar'
brew 'youtube-dl'

cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'seashore'
cask 'slack'
cask 'steam'
cask 'vlc'
